export default {
  projections: {
    ФормаE: {
      номерФормы: {
        __caption__: 'Номер формы'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      условие: {
        __caption__: 'Условие',
        номерФормы: {
          __caption__: 'Номер формы'
        },
        наименование: {
          __caption__: 'Наименование'
        },
        видПоддержки: {
          __caption__: 'Вид поддержки',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    ФормаL: {
      номерФормы: {
        __caption__: 'Номер формы'
      },
      наименование: {
        __caption__: 'Наименование'
      }
    }
  },
  validations: {
    номерФормы: {
      __caption__: 'Номер формы'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    условие: {
      __caption__: 'Условие'
    }
  }
};
