export default {
  projections: {
    УсловиеE: {
      номерФормы: {
        __caption__: 'Номер формы'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      видПоддержки: {
        __caption__: 'Вид поддержки',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    номерФормы: {
      __caption__: 'Номер формы'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    видПоддержки: {
      __caption__: 'Вид поддержки'
    },
    форма: {
      __caption__: 'форма'
    }
  }
};
